<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Sonde_SDK-Swift.h</key>
		<data>
		Lck0Dgx3Jgigc5Mq0xeTB5s4Xcg=
		</data>
		<key>Headers/Sonde_SDK.h</key>
		<data>
		M6uqqjdfIeX1jY8M7xs+ahF/Y2A=
		</data>
		<key>Info.plist</key>
		<data>
		U/EW9tCSrKYLwHhiLwkSkfpfvtg=
		</data>
		<key>M3Questions.json</key>
		<data>
		KU/yHtROp3/r4mkh9QXtiNF8UN0=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		pExN6vKfYv3CvQvXXNiE5tpKuQ8=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		gzor184/JUpHIrVAv/hwWc9a2GU=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		0AoOtVPdUUfZ9TxXCoNprNBLAGs=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		gzor184/JUpHIrVAv/hwWc9a2GU=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		2R4ieq6J9Tw4SA+1eIqGneA5ryA=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		pExN6vKfYv3CvQvXXNiE5tpKuQ8=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		errAMFugAjn0j7IzqqcKRAM1qn0=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		b4JVL01asucwwtoPRgPRS6173go=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		errAMFugAjn0j7IzqqcKRAM1qn0=
		</data>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		nI0Uu7lObdEZbBkk1I1GxsBuG8U=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		BDWX3nGB2MnG6mkWOZJCbwe65X0=
		</data>
		<key>acoustic.yaml</key>
		<data>
		PExjinTw8O2zns6Ija+hsTiLk+w=
		</data>
		<key>acoustics.csv</key>
		<data>
		i4WY3Yx2rXGJjSboq+rWfXTe3eE=
		</data>
		<key>config.json</key>
		<data>
		9bUDdzQAecaQIKRYO98IEMPZ1lU=
		</data>
		<key>feature_details.json</key>
		<data>
		rZykVXEj/dUvr3cMrn4k632SdSk=
		</data>
		<key>female_selected_feature.csv</key>
		<data>
		fxctPxlOv3xLdr4ejnzgeeL0Hwc=
		</data>
		<key>femalemodel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		RAW2LCIIN5/xDgdaFxCuUxadgSM=
		</data>
		<key>femalemodel.mlmodelc/coremldata.bin</key>
		<data>
		0F4I2eVjHGqPWrgXwiQ2I6FrXEs=
		</data>
		<key>femalemodel.mlmodelc/metadata.json</key>
		<data>
		dSfKkpkZ7Ru5llmdBnINDKEFlFU=
		</data>
		<key>femalescaler.mlmodelc/analytics/coremldata.bin</key>
		<data>
		UIw0TNpwYr7yNF18LYUnqfSM2a4=
		</data>
		<key>femalescaler.mlmodelc/coremldata.bin</key>
		<data>
		v8Syi354SWHve6EFOVPVMRvbVVY=
		</data>
		<key>femalescaler.mlmodelc/metadata.json</key>
		<data>
		CWOn1334pTRQSxg5bNr0sOAh1/c=
		</data>
		<key>femalescaler.mlmodelc/model.espresso.net</key>
		<data>
		/iQyZS+54/j/TpR0FK3UdCLNu58=
		</data>
		<key>femalescaler.mlmodelc/model.espresso.shape</key>
		<data>
		glYeeQrZxwqfsd3jwvdkM0c5Br4=
		</data>
		<key>femalescaler.mlmodelc/model.espresso.weights</key>
		<data>
		wWzgTR/6MFhPKEQQJ8iBOLnZlr4=
		</data>
		<key>femalescaler.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>femalescaler.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>filter900.bin</key>
		<data>
		sccDlbMfHKq80TaaarIQnajsuX4=
		</data>
		<key>filter900_16k.bin</key>
		<data>
		N8lA2w4GXfKdlmOii9RlMJrS2qg=
		</data>
		<key>filter900_44k.bin</key>
		<data>
		sccDlbMfHKq80TaaarIQnajsuX4=
		</data>
		<key>filter900_48k.bin</key>
		<data>
		AaWRBEdsKyCR5yDf80kVxkIdfvQ=
		</data>
		<key>filter900_8k.bin</key>
		<data>
		Y/bLkL2j5NjK6ll7JevuMuuPCWc=
		</data>
		<key>gamatonefilters_10ch_11k.bin</key>
		<data>
		niXZYoJc7tI0KQHeP6XL/+dHrJw=
		</data>
		<key>gamatonefilters_10ch_16k.bin</key>
		<data>
		LUv9VG+CTlKZF1Jkp/AN9MBUi5I=
		</data>
		<key>gamatonefilters_10ch_4k_44k.bin</key>
		<data>
		1z7TQztEp+P3+hpgeHT0nMNFPY0=
		</data>
		<key>gamatonefilters_10ch_8k.bin</key>
		<data>
		6LoldDg6OiCio/Iw8jrVtrtoGoQ=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/analytics/coremldata.bin</key>
		<data>
		9UrZAZe2U1SYHEbLdRdt7odo+dw=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/coremldata.bin</key>
		<data>
		V3nOYJrB/VJ4oxWBQrpv4SKhZ5c=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/metadata.json</key>
		<data>
		EnNV7ldcmqnXtkkjnAUtKAPblrg=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model.espresso.net</key>
		<data>
		GVwd8AA3EGPEbGTLrzoB9U8O2uE=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model.espresso.shape</key>
		<data>
		KffOuIC6nc6maLBChd6qdHVVva4=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model.espresso.weights</key>
		<data>
		cRlLvkiUZbMsEEQFFjTwrh/5DfE=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		F4eV5mXReQYVzJ6dkMJcS5UbxSA=
		</data>
		<key>male_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ONlb1pVwcXDkkW3y3r2/lB3bSNo=
		</data>
		<key>male_model.mlmodelc/coremldata.bin</key>
		<data>
		7qM1vwqVRo1KXBOoEIBfmFKeKZI=
		</data>
		<key>male_model.mlmodelc/metadata.json</key>
		<data>
		pSk1C6Iv81uLzyY+cowgafFZkYs=
		</data>
		<key>male_scaler.mlmodelc/analytics/coremldata.bin</key>
		<data>
		if1sL6i+FoUTOKWx4uwm1m0J/RE=
		</data>
		<key>male_scaler.mlmodelc/coremldata.bin</key>
		<data>
		v8Syi354SWHve6EFOVPVMRvbVVY=
		</data>
		<key>male_scaler.mlmodelc/metadata.json</key>
		<data>
		yt8iePqHDq80+XcRf+kslpADjk4=
		</data>
		<key>male_scaler.mlmodelc/model.espresso.net</key>
		<data>
		/iQyZS+54/j/TpR0FK3UdCLNu58=
		</data>
		<key>male_scaler.mlmodelc/model.espresso.shape</key>
		<data>
		glYeeQrZxwqfsd3jwvdkM0c5Br4=
		</data>
		<key>male_scaler.mlmodelc/model.espresso.weights</key>
		<data>
		5lqjFanj0JMrrMtkyozWLEFS9EU=
		</data>
		<key>male_scaler.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>male_scaler.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>male_selected_feature.csv</key>
		<data>
		ZCuBQjdIglcEusQLby60/i4BZu8=
		</data>
		<key>manifest.yaml</key>
		<data>
		edJoHoiqO5wiwJBJMACpM+sWZCg=
		</data>
		<key>manifest1.yaml</key>
		<data>
		phKpy91czE2JZvO9IPAZjO663uY=
		</data>
		<key>manifest_rm.yaml</key>
		<data>
		gH0BxX/XdigwWXneGojN6SLDB2U=
		</data>
		<key>resample_filter44_11k.bin</key>
		<data>
		jzi4ph25XtxYMJ3TOAJOaHVoJLE=
		</data>
		<key>settings.json</key>
		<data>
		YSXniouhrisVVyqU9vU2Ds3r3Dk=
		</data>
		<key>thresholds.yaml</key>
		<data>
		2jmj7l5rSw0yVb/vlWAYkK/YBwk=
		</data>
		<key>thresholds_IOS.yaml</key>
		<data>
		XPTNBhfpKM/5KbMGXh7qjPJqsz0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Sonde_SDK-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			hCNJv3d9Nf0NJdrgm5d3o92ec6WvaQF/MrxP3L0U/J8=
			</data>
		</dict>
		<key>Headers/Sonde_SDK.h</key>
		<dict>
			<key>hash2</key>
			<data>
			aThuApAhDzlgzu7Rslv0feC6THBz4/BIkjEq/O1SXBk=
			</data>
		</dict>
		<key>M3Questions.json</key>
		<dict>
			<key>hash2</key>
			<data>
			HQz4bW0C9qr7ceEFOlB6Xh8lur5werW1VqNcFadACUM=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5R2UcuN23Fuco2/F5ydkTqxFP2ALOtLDIkXEmjQh+rg=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			H3QGO7s1ngTtZQIDfUodkPxIffsWRDW/5Qni54hxUcw=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			0UXDJGDrmw0Z/5Ih9XUF9wGqFf1v7pxbQEOZ87rF14c=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			H3QGO7s1ngTtZQIDfUodkPxIffsWRDW/5Qni54hxUcw=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			vNb34MoZDIC/3XPWAMaEGYoVWpquGlua8HpzgHmOSA8=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5R2UcuN23Fuco2/F5ydkTqxFP2ALOtLDIkXEmjQh+rg=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			SrZU17sTIRMmwWFQxFsjQSoFgGP3mw5fIFliUyBDWcA=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			ZTTix4vt4zXM3Wd4LRNnWUD/hHU0KaBxNRgVtvcvQgs=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			SrZU17sTIRMmwWFQxFsjQSoFgGP3mw5fIFliUyBDWcA=
			</data>
		</dict>
		<key>Modules/Sonde_SDK.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			VB26kJXT5NvFzX3vb8gaaoJQpSPCG+2ejjNITvJ6CgE=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			NWz7bANJJglLtiGu7LHhc7V9OtA1SQWFC6qLp2n68+E=
			</data>
		</dict>
		<key>acoustic.yaml</key>
		<dict>
			<key>hash2</key>
			<data>
			2zhAsnBu9KmlCVTScwugTO8XAHdWzvfgX9U3ulhI/Ak=
			</data>
		</dict>
		<key>acoustics.csv</key>
		<dict>
			<key>hash2</key>
			<data>
			qE80ju99WlhdrjmNLcB13bq/X8JEVoUWEc29mTYh4Jg=
			</data>
		</dict>
		<key>config.json</key>
		<dict>
			<key>hash2</key>
			<data>
			HjAlCApPu0qzkUTpbGIJaqL3Wu83O+JXJSghdbJi+2I=
			</data>
		</dict>
		<key>feature_details.json</key>
		<dict>
			<key>hash2</key>
			<data>
			xoBYs3xMLzSABTXa+NzGs9p7S7kLiEuXBVwkHkuuJhU=
			</data>
		</dict>
		<key>female_selected_feature.csv</key>
		<dict>
			<key>hash2</key>
			<data>
			/XGBcPg2bBWEnvnE5oNTf3909eFGbCIcEIbdLZe4XdA=
			</data>
		</dict>
		<key>femalemodel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			y+X6Aqr0+dKxEmpQCaevbYq08AtTcG1Lg++LxnL9VsY=
			</data>
		</dict>
		<key>femalemodel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			xj9DlbJTYYgB0NJ36GpvitD1O4vU+jiuPcQ9BypFOsA=
			</data>
		</dict>
		<key>femalemodel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			l9/U6cx8qVRAQU6RClrS9TRGZ9TXMc7BtSMn396KbMs=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+TYLfizQdHjhSAY7CEgo1CQTJoRVRblcbAATDGOZlMQ=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qaacAQ76+ySiBHw+xboEQmBdaHsjg3gBDqV2d/bbVTI=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			WvjCbYAHbJBjLPZXTAny3YIc4m5pHSsxRgsQwMfLzWA=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			xWZq5MlzS8lG04hFGgR2Dioa3Pju318OTr6SU647oA0=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			VbtPjyrMsaiz8r2MxfZoCZ36Qztdvcw2XIkG+sfBLcA=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			+qo6QuXCtIDToaBA96kwDEEzOmFOR5HojYD0j5n0HQI=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>femalescaler.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>filter900.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			cB0NpJBnHmf3nHdmwRI/tGsxWxmvrkz/RRlyq0GvusM=
			</data>
		</dict>
		<key>filter900_16k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			2K6Gc/iI/U1MyvPxa8MzngtITwPp6l9vKPCRNv+5Udo=
			</data>
		</dict>
		<key>filter900_44k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			cB0NpJBnHmf3nHdmwRI/tGsxWxmvrkz/RRlyq0GvusM=
			</data>
		</dict>
		<key>filter900_48k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			xXuANvS1YEHpPpsmDgOfxWaEp6PWUMLqjBee8VKQt0U=
			</data>
		</dict>
		<key>filter900_8k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			gkYB6nGOoMSE3Ms/I5maZSFkh4okcUZG+ITOPCZi44Y=
			</data>
		</dict>
		<key>gamatonefilters_10ch_11k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JifW9C8oiOhvmweCIZj6ed0b2Nq62q9DjWYDmpRzwPM=
			</data>
		</dict>
		<key>gamatonefilters_10ch_16k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			kv0Uv/M1YVF0T29FohK7uPauMBG+/NChK0bId9gcK9E=
			</data>
		</dict>
		<key>gamatonefilters_10ch_4k_44k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			1RhxGqb+BsoMNiCaAUO2gAO2ZTxt+jpNG4VyXi82DlI=
			</data>
		</dict>
		<key>gamatonefilters_10ch_8k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			jG1nUaOqErhC+gg/UvNsp9bJ1pNyCA7Eqr2CF4toYRo=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			D/QcnNh49CDqbxStpvl+3/eY8g4ge1EnEpG/741zrBo=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			lpadVWxQ9cQrboWO2F2tG4INVcyaOYJHqKfjaGr9I4w=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			bNUbQr8eM6DbFs6TbSnfhAptohKgOclx7vKOskAtivk=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			zOjmMnabfY8BHBjk7wUZng1v5IBmnrvJDe/hjkOsvmE=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			prnzHV8EWt4p1PpP/PVcbLhy5mTVdiVFKox3pS5cyjs=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			y0g7EvcD+Lwr91NuPYimKtUPwDO4PkPu0/uPoo56F3U=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gru_20frame_model_2023-12-07_v3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fqS+FcI4rEwuh08zvYHDQXdsHxzEcqyRceEHSzm0arE=
			</data>
		</dict>
		<key>male_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			gEuXSkL8LFhelMLrXGRGQsWauxgjBCAkIEZq1x52PnU=
			</data>
		</dict>
		<key>male_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ou+HHSUhW9SRaGijq+mEoEWA3PCdHjzsT+nU6sSSUVQ=
			</data>
		</dict>
		<key>male_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			1RCCXbaqrxUtYZEQP6oBLAZdPXDFEhEyJThPgeu7t3U=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			niQ55oI+l56G3A9DNErxZOD6n2UT7nim3ujBteKP418=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			qaacAQ76+ySiBHw+xboEQmBdaHsjg3gBDqV2d/bbVTI=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Zn6t+DHbhqE8e8/Xz8lgczsZHe8EkMidcHVSP//oKyM=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			xWZq5MlzS8lG04hFGgR2Dioa3Pju318OTr6SU647oA0=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			VbtPjyrMsaiz8r2MxfZoCZ36Qztdvcw2XIkG+sfBLcA=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			4SBGjHjpPM9XcURU9ujLID6EWxi0tkDcJZiLxDhCQ2w=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>male_scaler.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>male_selected_feature.csv</key>
		<dict>
			<key>hash2</key>
			<data>
			RG7INXg+CLCAGxtKAT6XX7Rg3r/0p0Lnw39UrFA10h0=
			</data>
		</dict>
		<key>manifest.yaml</key>
		<dict>
			<key>hash2</key>
			<data>
			RQF5twdou+oLH4U8IlPjAD56lCbrh2bpkB+z6+pVVEc=
			</data>
		</dict>
		<key>manifest1.yaml</key>
		<dict>
			<key>hash2</key>
			<data>
			UTB6ew97GUeYVCSFifok9NObGb7hTjWjT/uUK4eVKfQ=
			</data>
		</dict>
		<key>manifest_rm.yaml</key>
		<dict>
			<key>hash2</key>
			<data>
			nScJWq/wdWeoiXntK3OOX3aXQgQWYNqFJexs6k3P2eE=
			</data>
		</dict>
		<key>resample_filter44_11k.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ckZBHyv+Kib+Dz5l9kX0550WfDylD8aKFoLxxt26Ibs=
			</data>
		</dict>
		<key>settings.json</key>
		<dict>
			<key>hash2</key>
			<data>
			/igpYTM2YbsAx7BG63QimavrGKQfrBLG+HCvv5I9kDo=
			</data>
		</dict>
		<key>thresholds.yaml</key>
		<dict>
			<key>hash2</key>
			<data>
			47DEQpj8HBSa+/TImW+5JCeuQeRkm5NMpJWZG3hSuFU=
			</data>
		</dict>
		<key>thresholds_IOS.yaml</key>
		<dict>
			<key>hash2</key>
			<data>
			2VlO4QDxQe2W6u+SvJZlNe9zeSsif6y3RcfolPeHqnU=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
